[
	{
			"title": "BYOBar",
			"id": 0,
			"tech": "React, CSS, EmailJS, Python, Postgres, Django, Netlify, Heroku, Imgur",
			"description":
				"An interactive application where users can browse different cocktails, create their own, and comment on their favorites!",
			"status":
				"This app is currently fully operational. We want to add additional features that make the site flow more smoothly. These features would include more user authentication for posts where the edit, update, and delete buttons only appear if you own that drink post. Our other goal is still to finish creating this in Angular!",
			"motivation":
				"I worked with an amazing team to put this idea together. We were talking about different ideas and we said, 'Wouldn't it be nice if you could customize your own cocktails when you got to a bar?' I had been talking about making different cocktails recently because I like to experiment with flavors. This all led to us wanting to create a platform where everyone can share their own cocktails, comment on ones they like, and explore!",
			"image": "https://i.imgur.com/5ThvDf4.png",
			"site": "https://buildyourownbar.netlify.app/"
		},
    {
			"title": "Portfolio",
			"id": 1,
			"tech": "React, CSS, EmailJS, MongoDB, Netlify, Heroku, Imgur",
			"description":
				"My very own portfolio inspired by old-fashioned comic book covers!",
			"status":
				"This portfolio will be my professional portfolio. Currently, it holds all of my projects with links to my GitHub and my LinkedIn profile. I also experimented with EmailJS to have a contact form that will deliver straight to my personal email! Head over to my contact page to send a message! ",
			"motivation":
				"My love for comics and creativity brought me to this concept. I wanted to do something out of the ordinary and, again, challenge myself with a design completely from scratch. This will continue to be updated and formatted for mobile, tablet, and desktop use. The ability to showcase who I am and what I love all in the same space is truly a wonderful feeling! Please, enjoy! ",
			"image": "https://i.imgur.com/D8Dzpv3.png",
			"site": "www.thejustinlombardi.com"
		},
		{
			"title": "FELP",
			"id": 2,
			"tech": "React, CSS, Passport, Bootstrap, MongoDB, Node, Heroku, Netlify",
			"description":
				"This application is called FELP. It is a collaboration between a few programmers to create a blog style version of a certain food review site. ",
			"status":
				"This site is fully functional with user authorization. You can browse all of the posts that have been made from previous users, but if you would like to post, you must sign up. Don't worry! We will not contact you! This is purely so you can control your posts and only your posts! We will be adding additional features so we can make the experience the best for the users.",
			"motivation":
				"This was a great group effort from my fellow developers Andrew Kal, Frankz Condori, and Jeremiah Lee. They are phenomenal workers and helped make this app what it is today. The unique aspect of this application comes from the idea that the posts are more meaningful in the sense that the user who posts will display their years of residence at a certain location.",
			"image": "https://i.imgur.com/DL1JNFs.png",
			"site": "https://felp-official.netlify.app/"
		},
		{
			"title": "My Favorite Hero",
			"id": 3,
			"tech": "React, CSS, Netlify, Imgur",
			"description":
				"A superhero app that allows you to search for your favorite heroes using a great API, fun styling, and React!",
			"status":
				"This app is fully functional and currently is designed for mobile, tablet, and desktop use! The fellow hero can explore 700+ superheroes thanks to a wonderful superhero API that has been integrated into the site. Currently, you can search for your own hero by name or be given a random hero to learn about. The user will be able to also click a 'Learn More' button that will take them to a more in-depth database with more facts. Users will eventually be able to sign up and sign in to keep a list of their favorite heroes!",
			"motivation":
				"I absolutely love comics and the superhero universe! I am also always trying to remember the names, looks, and aliases of my favorite heroes and villains. I wanted to create a space to do that in while also challenging myself to work on my CSS skills. This app tested my attention to detail and I am proud of the functionality of it!",
			"image": "https://i.imgur.com/DwmsRSM.png?1",
			"site": "https://my-favorite-hero.netlify.app/"
		},
		{
			"title": "Simon - The Game",
			"id": 4,
			"tech": "HTML, CSS, JavaScript, GarageBand",
			"description": "A web browser take on the classic game Simon!",
			"status":
				"This game is fully functional and currently has two additional modes to play. There is a time attack version that gives the player two minutes to get as high of a score as they can. There is also a hard mode that doubles the sequences as you progress to each round!",
			"motivation":
				"I wanted to challenge myself with this project because I knew it was going to be difficult to get the sounds to line up right with the glow. I used to love playing this game when I was a kid and, as a first project, I wanted to try and recreate a digital version of it.",
			"image": "https://i.imgur.com/JRURVpr.png",
			"site": "https://thejustinlombardi.github.io/simon-browser-game/"
		}
]